{
  "project_title": "Design Ecologies of Glass",
  "project_year": "2020",
  "categories": [
    "Architecture",
    "Computational Design",
    "Sustainable"
  ],
  "tool_box": "Rhino, Grasshopper, Ladybug (Climate Analysis), Archsim (Energy Modeling), Diva (Daylighting & Energy Modeling), Octopus (Multi-Objective Optimization)",
  "material": "",
  "id": "22",
  "location": "",
  "course": "",
  "affiliation": "Taubman College\nUniversity of Michigan &\nGuardian Glass",
  "client": "",
  "exhibition": "",
  "status": "",
  "description": "As all-glass envelopes with very high efficiency (R-20) become technologically feasible, this project investigates the implications for existing building typologies and the new design possibilities that emerge. We explore the significant decision-making drivers, paradigm shifts, and transformations within the ecology of design, delivery, and real estate that will shape the future of building envelopes and typologies.\n\nDesign Research Problem:\nDeveloping scenarios requires a flexible design methodology that allows for the rapid visualization and evaluation of multiple options based on the differential prioritization of design drivers.\n\nMethodology:\nThe approach combines parametric modeling with evolutionary solvers. Conventional digital modeling tools often rely on destructive processes, where changes to model geometry cannot be easily revisited or updated. In contrast, a parametric modeling tool is non-destructive, enabling decisions made at one stage of the design to remain open for revision later, with subsequent design characteristics updating accordingly.\n\nAn evolutionary solver employs a problem-solving method that mimics biological evolution, achieving a “fitness” objective by testing numerous iterations. While early solvers typically optimized a single fitness goal, a multi-objective solver balances the fitness of two or more goals simultaneously.\n\nOptimization Objectives:\n\nFitness 1: Total Annual Solar Exposure, measured in total kWh during the month of August.\nFitness 2: Interior Daylight Quality, assessed as a proportion of spatial Daylight Autonomy (sDA) versus Annual Sun Exposure (ASE).\nFitness 3: Cross Ventilation, quantified in hours of thermal comfort without mechanical heating or cooling during August.\nThis project aims to redefine our understanding of building envelopes, pushing the boundaries of design through innovative methodologies and optimization strategies.",
  "designer": "",
  "supervisor": "",
  "lead_investigator": "Kathy Velikov \nMatias del Campo",
  "instructor": "",
  "construction_assistant": "",
  "researcher": "Lucas Denit \nKazi Najeeb Hasan \nRuxin Xie",
  "student": "",
  "structural_engineer": "",
  "my_role": "",
  "awards": [],
  "publications": [],
  "social_media": [],
  "reference": "",
  "dedication": "",
  "folder": "project22_designEcologiesOfGlass"
}