{
  "project_title": "Knitted Inflatables",
  "project_year": "2019",
  "categories": [
    "Prototype",
    "Lightweight Textile",
    "Pneumatics"
  ],
  "tool_box": "Rhino, SpringFORM1 \nSTOLL CMS 822 3D Knitting Machine",
  "material": "TPU, Yarns",
  "id": "09",
  "location": "Ann Arbor, MI, USA",
  "course": "ARCH 600 Independent Study",
  "affiliation": "Taubman College\nUniversity of Michigan",
  "client": "",
  "exhibition": "",
  "status": "Built",
  "description": "Imagine a fabric that starts as soft and pliable as your favorite sweater but transforms, once inflated, into a rigid, self-supporting structure. This independent study takes that leap, blending computational design, advanced knitting techniques, and engineering insights to explore constrained knits—textiles designed to resist deformation under specific forces—as the backbone for innovative pneumatic forms and systems.\nAt the heart of this independent study with Prof. Sean Ahlquist, engineering students, and industry partners lies the CNC knitting machine, an unassuming yet pivotal tool! Learning to program and operate this machine was just the beginning. From there, I got into material testing alongside mechanical engineering students, experimenting with ways to make knits not just functional but also structurally robust. Polyester yarn, chosen for its ability to create flatter seams, offered better sealing potential. TPU sheets emerged as the great material for binding, delivering both reliability and durability, while silicone casting preserved the tactile essence of the fabric, hinting at aesthetic possibilities.\nKnits, traditionally soft and flexible, behaved unexpectedly when enclosed and inflated, revealing an exciting duality. Two topologies emerged from this exploration: one using spacer layers to add volume and stiffness, and another connecting panels with tubular openings that locked into strength upon inflation. The potential of bistable structures—those that stabilize in two distinct shapes under opposing forces—emerged as a particularly exciting avenue for adaptive systems and lightweight designs.\nBy marrying the tactile craft of knitting with engineering precision, this study doesn't just push boundaries; it weaves a new narrative for textiles in architectural and structural applications. The findings suggest a future where constrained knits aren’t just materials but transformative systems—capable of adapting, supporting, and even inspiring.",
  "designer": "",
  "supervisor": "",
  "lead_investigator": "",
  "instructor": "Sean Ahlquist \nTracey Weisman",
  "construction_assistant": "",
  "researcher": "",
  "student": "",
  "structural_engineer": "",
  "my_role": "Conducted an independent study as part of a confidential teaching collaboration involving faculty, engineering students, and industry partners to explore innovative knitting design processes for pneumatic forms and systems.\nDeveloped programming skills and managed operations for a CNC knitting machine, while engaging in material exploration and structural testing with mechanical engineering students.\nInvestigated design opportunities through a knitting-focused approach, advancing inflatable knitting methods under an industry-informed design process.",
  "awards": [],
  "publications": [],
  "social_media": [],
  "reference": "",
  "dedication": "",
  "folder": "project09_knittedInflatables"
}