{
  "project_title": "Knitted Inflatables",
  "project_year": "2019",
  "categories": [
    "Prototype",
    "Lightweight Textile",
    "Pneumatics"
  ],
  "tool_box": "Rhino, SpringFORM1 \nSTOLL CMS 822 3D Knitting Machine",
  "material": "TPU, Yarns",
  "id": "09",
  "location": "Ann Arbor, MI, USA",
  "course": "ARCH 600 Independent Study",
  "affiliation": "Taubman College\nUniversity of Michigan",
  "client": "",
  "exhibition": "",
  "status": "Built",
  "description": "This independent study centers on a teaching collaboration with Prof. Sean Ahlquist, engineering faculty and students, and industry engineers, aimed at pioneering knitting-based design processes for creating innovative pneumatic forms and systems. The study includes (a) developing programming and operational skills for the CNC knitting machine and (b) conducting material exploration and structural testing with mechanical engineering students. Through a knitting-centric approach, this project advances inflatable knitting methods within a practical design framework, informed by direct industry insights from our collaborators.",
  "designer": "",
  "supervisor": "",
  "lead_investigator": "",
  "instructor": "Sean Ahlquist \nTracey Weisman",
  "construction_assistant": "",
  "researcher": "",
  "student": "",
  "structural_engineer": "",
  "my_role": "Conducted an independent study as part of a confidential teaching collaboration involving faculty, engineering students, and industry partners to explore innovative knitting design processes for pneumatic forms and systems.\nDeveloped programming skills and managed operations for a CNC knitting machine, while engaging in material exploration and structural testing with mechanical engineering students.\nInvestigated design opportunities through a knitting-focused approach, advancing inflatable knitting methods under an industry-informed design process.",
  "awards": [],
  "publications": [],
  "social_media": [],
  "reference": "",
  "dedication": "",
  "folder": "project09_knittedInflatables"
}