{
  "project_title": "Social Equilibria",
  "project_year": "2021",
  "categories": [
    "Prototyle",
    "Installation",
    "Textile",
    "Light-weight"
  ],
  "softwares/machinery": "",
  "material": "GFRP, Monofilament, Hytrel",
  "id": "4",
  "location": "Forte Marghera, Venice, Italy",
  "course": "",
  "affliation": "Taubman College,\nUniversity of Michigan",
  "client": "",
  "exhibition": "Biennale Architettura 2021 - How will we live together?",
  "status": "Built",
  "description": "Public spaces are commonly lined with cultural and material cues that strongly imply a social etiquette. Shared knowledge of an environment’s societal implications arise through common paths of education, social activity, and civic interaction. Yet, by its very nature an underrepresented community, defined by combinations of exceptional physical, behavioral, neurological, and cultural make-up, will have grown up through alternative means. The physical and social cues of our built environment often cannot withstand interpretations born of contrasting experiences. As a result, distinctions between the normative and the diverse are exacerbated and the environment’s exclusionary effects magnified. To play together means creating architecture with a capacity to reveal the unknown bounds of social, physical, and cognitive diversity. The Social Equilibria installation seeks to discover equity amidst the agency to activate and characterize space. One orchestrates one’s fitted-ness amidst the social function of play. Textiles become media that entice discovery for the qualities of tactility. Sensorial abilities—to perceive, motivate and act upon a malleable architecture—become inherently social as they resonate from the textile landscape, moment by moment. Architecture becomes a live canvas for communication, rather than the consequence of a doctrine of preconceived expectations.1",
  "designer": "",
  "supervisor": "",
  "lead_investigators": "Sean Ahlquist, Evgueni Filipov",
  "instructor": "",
  "construction_assistants": "",
  "researchers": "John Hilla, Tracey Weisman, Yingying Zeng",
  "students": "Yi-Chin Lee, Maria Redoutey, Ruxin Xie",
  "structureal_engineers": "",
  "architects": "",
  "my_role": "prototyping, revising, fabricating structural brackets and flooring.",
  "awards": "",
  "publications": [],
  "social_media": [],
  "reference": "Ahlquist, Sean. \"Lab: Sociomaterial Architectures.\" Labiennale, 2021. https://www.labiennale.org/en/architecture/2021/how-will-we-play-together/sean-ahlquist-lab-sociomaterial-architectures-university-michigan.",
  "dedication": "",
  "folder": "project4_socialEquilibria"
}