{
  "project_title": "Flying Cages",
  "project_year": "2016",
  "categories": [
    "Architecture"
  ],
  "tool_box": "Sketches, Rhino, Adobe Suite",
  "material": "",
  "id": "27",
  "location": "Dawa County, Panjin, Liaoning, China",
  "course": "",
  "affiliation": "Xiamen University",
  "client": "",
  "exhibition": "",
  "status": "Concept",
  "description": "Red Beach , located in Dawa County, Panjin, Liaoning, China, is famous for its landscape featuring the red plant of Suaeda salsa of the Chenopodiaceae family. It is based in the biggest wetland and reed marsh in the world. The landscape is composed of shallow seas and tide-lands.The largest reed marsh in Asia is also located here, attracting many tourists. The red-crowned crane also reproduces here and it is also the endangered black-mouth gull's largest breeding area.More than 260 kinds of birds and 399 kinds of wild animals live here.\nThe region located on the semi-circular natural island called \"Moon Island\". Tourists are attracted to the Moon Island to see Suaeda salsa,birds,and other coastal species.Tourism has recently becomes a significant new contributor to the province's economy. The government has vigorously developed the tourism industry around the island.\n\nThe main focus of this design is on the environment-friendly using as well as tourist using.Through the analysis and processing of the tourism resources in the area, the most appropriate form of the island is integrated according to the needs of different tourists.Visitors can freely watch grass on the ground and wetland birds in the distance at multiple angles in this structure while reducing the area of the structure's contact with the ground means protecting more wetland plants.",
  "designer": "Ruxin Xie",
  "supervisor": "",
  "lead_investigator": "",
  "instructor": "Hong Shao",
  "construction_assistant": "",
  "researcher": "",
  "student": "",
  "structural_engineer": "",
  "my_role": "",
  "awards": [],
  "publications": [],
  "social_media": [],
  "reference": "",
  "dedication": "",
  "folder": "project27_flyingCages"
}