{
  "project_title": "Sponge at Crossroad",
  "project_year": "2017",
  "categories": [
    "Architecture"
  ],
  "tool_box": "Sketches, Rhino, Adobe Suite",
  "material": "",
  "id": "26",
  "location": "Sydney, Australia",
  "course": "Thesis Studio",
  "affiliation": "Xiamen University",
  "client": "",
  "exhibition": "",
  "status": "Concept",
  "description": "After hundreds of years of development, Sydney has experienced many milestones in its history.Population expansion brings economy, creativity, labor force and many other issues, such as housing and employment. Green Square is an area which is going to be updated by the Sydney government to develop surrounding areas. In the new round of city renewal, what should Waterloo and its residents do?\n\nUrban sponge strategy\nSponges have the ability to absorb water and release it when under pressure. Think of water as people, money, ideas, and sponges as people, money, ideas, etc. Sponges are distributed in multiple points in the city, forming an invisible net, which is composed of points and surfaces, forming the regulator of urban development and can maintain the stability of urban development under certain conditions.\nAt the crossroads of Waterloo, in a new round of urban renewal,  Waterloo needs to be able to adapt to regional development and changes of regulator, which could deal with excessive saturated  population, capital, ideas, etc., and can slow down the pace of city , in order to maintain the balance of urban development. At the same time, sponges provide the residents with a place to think about the future in the fractious social development.",
  "designer": "",
  "supervisor": "",
  "lead_investigator": "",
  "instructor": "Jie Han \nLiangliang Wang \nSuyv Li",
  "construction_assistant": "",
  "researcher": "",
  "student": "Yvyang Lin \nRuxin Xie",
  "structural_engineer": "",
  "my_role": "",
  "awards": [
    {
      "text": "Waterloo at Crossroads: The Street-corner Urbanism’ International Competition, 2018, Honourable Mentions",
      "url": "https://www.sohu.com/a/239879631_795640"
    }
  ],
  "publications": [],
  "social_media": [],
  "reference": "",
  "dedication": "",
  "folder": "project26_spongeAtCrossroad"
}