{
  "project_title": "Topology Optimized Building Envelope",
  "project_year": "2021",
  "categories": [
    "Prototype",
    "Robotics",
    "Architecture"
  ],
  "tool_box": "Fusion360, Rhino, Grasshopper \nKUKA KR120 6-Axis Industrial Robot",
  "material": "PETG",
  "id": "10",
  "location": "Ann Arbor, MI, USA",
  "course": "ARCH 707 Material Engagement\nARCH 702 Robotic Engagement",
  "affiliation": "Taubman College\nUniversity of Michigan",
  "client": "",
  "exhibition": "",
  "status": "Built",
  "description": "Topology Optimization (TO) redefines efficiency by guiding material along force paths, creating lightweight, recyclable structures with minimal waste. This project applies TO to design a branching building envelope system using robotic 3D printing and PETG pellets, a durable, recyclable material. By integrating wind and gravity loads into the optimization process and drawing inspiration from minimal surfaces like soap bubbles, the design achieves both structural integrity and aesthetic elegance.\nFabricating this complex geometry required precise control of extrusion, particularly at branch intersections. Using a KR120 robotic arm and custom tool paths developed with Super Matter Tool, we resolved challenges in extrusion timing, ensuring consistent material flow and high-quality prints. The result is a system that demonstrates how computational design and robotic fabrication can create efficient, visually dynamic architectural solutions.",
  "designer": "",
  "supervisor": "",
  "lead_investigator": "",
  "instructor": "Mania Aghaei Meibodi \nWesley McGee",
  "construction_assistant": "",
  "researcher": "",
  "student": "Ben Lawson \nChristopher Humphrey \nColleen Ludwig \nGabrielle Clune \nMackenzie Bruce \nMehdi Shirvani \nRuxin Xie \nSarah Nail",
  "structural_engineer": "",
  "my_role": "I proposed the idea of using topology optimization to represent mesh relaxation, leading the design and prototype development. Working with the fabrication team, I addressed constraints like overhangs and branch angles. I extensively iterated and rebuilt optimized meshes to ensure alignment with both conceptual intent and fabrication requirements.",
  "awards": [],
  "publications": [],
  "social_media": [],
  "reference": "1. https://www.instagram.com/p/C2dXWz1OEoJ/?img_index=1",
  "dedication": "",
  "folder": "project10_topologyOptimizedBuildingEnvelope"
}