{
  "project_title": "Topology Optimized Building Envelope",
  "project_year": "2021",
  "categories": [
    "Prototype",
    "Robotics",
    "Architecture"
  ],
  "tool_box": "Fusion360, Rhino, Grasshopper \nKUKA KR120 6-Axis Industrial Robot",
  "material": "PETG",
  "id": "10",
  "location": "Ann Arbor, MI, USA",
  "course": "ARCH 707 Material Engagement\nARCH 702 Robotic Engagement",
  "affiliation": "Taubman College\nUniversity of Michigan",
  "client": "",
  "exhibition": "",
  "status": "Built",
  "description": "Topology Optimization (TO) is a mathematical method for optimizing material layout within a defined design space, considering specific loads, boundary conditions, and constraints to maximize system performance. This nonparametric optimization technique identifies and removes regions that do not contribute to the stiffness of the part or the flow of force.\n\nDesign Objectives:\n\nInvestigate material properties and techniques for creating a rigid façade system using additive manufacturing via robotic 3D printing.\nEnable economical production of lightweight components, allowing for complex geometric forms.\nAchieve a zero-waste fabrication process.\nIncorporate recyclable materials for a more sustainable built environment.\nMinimize transportation costs and reduce building weight.\nEnhance structural efficiency and sustainability by minimizing material use while optimizing façade coverage.\nCreate multifunctional spaces that offer an engaging and exploratory user experience.\nThis research project couples Topology Optimization (TO) with robotic 3D printing of plastic to develop an ultra-lightweight, fully recyclable, and materially efficient building envelope system. The optimization parameters include wind and gravity loads, as well as key connection points to the building structure. A significant challenge in large-scale pellet extrusion is the precise start and stop control of the extrusion process. This project advances the field by developing tool-path strategies and hardware control paradigms, enhancing the fidelity of the final printed part.",
  "designer": "",
  "supervisor": "",
  "lead_investigator": "",
  "instructor": "Mania Aghaei Meibodi \nWes McGee",
  "construction_assistant": "",
  "researcher": "",
  "student": "Ben Lawson \nChristopher Humphrey \nColleen Ludwig \nGabrielle Clune \nMackenzie Bruce \nMehdi Shirvani \nRuxin Xie \nSarah Nail",
  "structural_engineer": "",
  "my_role": "prototyping, revising, fabricating structural brackets and flooring.",
  "awards": [],
  "publications": [],
  "social_media": [],
  "reference": "1. https://www.instagram.com/p/C2dXWz1OEoJ/?img_index=1",
  "dedication": "",
  "folder": "project10_topologyOptimizedBuildingEnvelope"
}