{
  "project_title": "Bridge Church",
  "project_year": "2017",
  "categories": [
    "Architecture",
    "Concept"
  ],
  "softwares/machinery": "Sketches, Rhino, Model Making, Adobe Suite",
  "material": "",
  "id": "21",
  "location": "Huian County, Fujian, China",
  "course": "Tectonics Studio, Xiamen University, China",
  "affliation": "Xiamen University",
  "client": "",
  "exhibition": "",
  "status": "Concept",
  "description": "This project explores deeply into issues of \"Concept and Symbol\", which leaves the usual architectural keywords and realizes concepts and inclinations in a new architectural language. The design explorations center on how to transform the \"concept\" to aesthetic \"images\", and finally to \"building language\"and \"construction\". Through the transformation,the bridge is in the simplest construction form, but in the most complicated way - the history of folk belief and Christianity in Huian county.\n\n The twisted relationship of these two religions on the river generates the entrance, the corridor and the exit of the bridge by using the logic of geometry to regulate the walls and division. The relationship between the beliefs of the two villages is shown through space separation. The conflict and integration of the two religions are contained in the new material bridge body with traditional form.\nCan architecture itself tell the stories, can it illustrate the intentions without help, or can it be the one who enjoy its own prosperity? The final result of the design, rather than an architecture and a visual, is an architectualized \"concept\", and a visualized \"symbol\".",
  "designer": "Ruxin Xie",
  "supervisor": "",
  "lead_investigators": "",
  "instructor": "Hong Shao",
  "construction_assistants": "",
  "researchers": "",
  "students": "",
  "structureal_engineers": "",
  "architects": "",
  "my_role": "",
  "awards": "",
  "publications": [],
  "social_media": [],
  "reference": "",
  "dedication": "",
  "folder": "project21_bridgeChurch"
}