{
  "project_title": "Flying Cages",
  "project_year": "2016",
  "categories": [
    "Architecture"
  ],
  "tool_box": "Sketches, Rhino, Adobe Suite",
  "material": "",
  "id": "26",
  "location": "Dawa County, Panjin, Liaoning, China",
  "course": "",
  "affiliation": "Xiamen University",
  "client": "",
  "exhibition": "",
  "status": "Concept",
  "description": "Red Beach in Dawa County, Panjin, Liaoning, China, is renowned for its stunning landscape featuring the vibrant red Suaeda salsa, a plant from the Chenopodiaceae family. Nestled within the world's largest wetland and reed marsh, this area is a sanctuary for over 260 bird species and 399 wild animal species. It’s particularly significant as a breeding ground for the endangered black-mouth gull and the iconic red-crowned crane. The semi-circular \"Moon Island\" serves as a focal point for tourism, offering visitors the chance to marvel at Suaeda salsa, observe diverse birdlife, and explore the coastal ecosystem. Tourism has become a vital contributor to the region's economy, with the government investing heavily in eco-friendly development initiatives.\n\nThe design emphasizes sustainability while enhancing the visitor experience. By carefully analyzing the area's tourism potential, the structure integrates seamlessly with the island's natural form, catering to the needs of diverse visitors. Its elevated design minimizes ground contact, preserving the delicate wetland vegetation. Visitors can enjoy sweeping views of the wetlands and observe birds from multiple vantage points, blending immersive experiences with environmental conservation. This approach balances tourism growth with ecological responsibility, ensuring the Red Beach remains a vibrant and protected haven.",
  "designer": "Ruxin Xie",
  "supervisor": "",
  "lead_investigator": "",
  "instructor": "Hong Shao",
  "construction_assistant": "",
  "researcher": "",
  "student": "",
  "structural_engineer": "",
  "my_role": "",
  "awards": [],
  "publications": [],
  "social_media": [],
  "reference": "",
  "dedication": "",
  "folder": "project26_flyingCages"
}