{
  "project_title": "Cocoon",
  "project_year": "2020",
  "categories": [
    "Prototype",
    "Computational Design",
    "Robotic Fabrication",
    "Cremic"
  ],
  "softwares/machinery": "",
  "material": "Terracotta, \ncement mix with aggragete",
  "id": "3",
  "location": "Ann Arbor, MI, USA",
  "course": "ARCH 734 Capstone",
  "affliation": "Taubman College,\nUniversity of Michigan",
  "client": "",
  "exhibition": "",
  "status": "Built",
  "description": "test:Cocoon focuses on the creation of concrete structures using three-dimensional (3D) printed clay formwork. Typically, formwork involved in creating complex geometry requires extensive machining time and post-finishing of the formwork, a material, and labor-intensive process (Kudless et al. 2020).  Recent research advancements in concrete fabrication have incorporated 3D printing technology to create parametrically designed concrete columns with little formwork. This research seeks to advance manufacturing processes of 3D printed formwork by incorporating clay as a viable material for fabrication. The process allows for the creation of complex geometries that are challenging if not impossible with other methods. Demolding these complex geometries requires little labor and can be easily recycled, strengthening its viability as a sustainable construction process.\nThis research seeks to explore the hypothesized benefits of using clay as formwork. We see clay to have many potential benefits, most notably the sustainability aspect of the material. Clay is a low-tech and natural material, with its use dating back to prehistoric times, making it one of the oldest building materials on earth (Gillott 1962). It is commonly understood that clay gains its plasticity when wet and becomes hard and brittle when dry. Due to the shrinkage of the clay as it dries, can the clay begin to self-demold, creating a fast and easy demolding process? Can the clay then be recycled by adding water to rehydrate the clay to create a zero-waste process? The plasticity of the clay allows it to be extruded for 3D printing of the material in a continuous bead, similar to the traditional process of clay coil pots (Kepczynska-Walczak 2018). If the clay is easily removable once dried, branching structures could be created using the 3D printing process while maintaining a continuous print bead. This would also allow the process to accommodate additional supports to structure the print from deformation from the cast concrete due to issues that will come with hydrostatic pressure. Can this process address the building scale as well as accommodate for geometries not previously feasible to be printed with clay due to limitations of geometry such as overhangs and scale?\nCocoon’s novel fabrication process aims to reduce the environmental impact of complex concrete formwork. The introduction of incremental casting and development of a fast-setting concrete mix allows clay formwork to reach scales previously unachievable\nTo prove the viability of 3D-printed clay formwork, complex form generation is necessary.  By implementing computational design into the fabrication process, a continuous toolpath generator is created using Grasshopper3D.  The custom toolpath generator provides not only the boundary for concrete but also creates a minimal surface supporting branching structure called Void Support. In addition, to improve the rigidity of the formwork, an additional support system called Rib Support is added to the clay printing toolpath.",
  "designer": "",
  "supervisor": "",
  "lead_investigators": "",
  "instructor": "Arash Adel",
  "construction_assistants": "",
  "researchers": "",
  "students": "Mackenzie Bruce, \nGabrielle Clune, \nRuxin Xie",
  "structureal_engineers": "",
  "architects": "",
  "my_role": "Formwork topology and support system design\nDevelop continuous toolpath generator for robotic clay printing\ncarrying clay and mixing concrete with muddy hands with the team :)",
  "awards": "",
  "publications": [
    {
      "text": "Mozaffari, Salma, Mackenzie Bruce, Gabrielle Clune, Ruxin Xie, Wesley McGee, and Arash Adel. \"Digital Design and Fabrication of Clay Formwork for Concrete Casting.\" Automation in Construction 154 (2023): 104969.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0926580523002297"
    },
    {
      "text": "Bruce, Mackenzie & Clune, Gabrielle & Xie, Ruxin & Mozaffari, Salma & Adel, Arash. (2022). Cocoon: 3D Printed Clay Formwork for Concrete Casting. 10.52842/conf.acadia.2021.400.",
      "url": "https://www.researchgate.net/publication/364639955_Cocoon_3D_Printed_Clay_Formwork_for_Concrete_Casting"
    }
  ],
  "social_media": [],
  "reference": "Kudless, Andrew, Joshua Zabel, Chuck Naeve, And Tenna Florian. 2020. “The Design And Fabrication Of Confuence Park.” In Fabricate 2020, edited by J. Burry, J. Sabin, B. Sheil, and M. Skavara. London: UCL Press. 28–35.",
  "dedication": "This project, Cocoon, was created with three talented young women in the FabLab, including Gabby, who is courageously battling cancer right now. Gabby, your love shone through every moment, amidst the mud, cement, and dust by our very best kitchen aid mixer, holds people surrounding you together. I pray for your recovery through this one every day. - Ruxin, 09/2024",
  "folder": "project3_cocoon"
}