{
  "project_title": "Engage",
  "project_year": "2020",
  "categories": [
    "Prototyle",
    "Installation",
    "Textile",
    "Light-weight",
    "Interactive"
  ],
  "softwares/machinery": "",
  "material": "",
  "id": "7",
  "location": "Ann Arbor, MI, USA",
  "course": "ARCH 509 Engage",
  "affliation": "Taubman College,\nUniversity of Michigan",
  "client": "",
  "exhibition": "",
  "status": "Built",
  "description": "This group project focuses on designing tactile interfaces and environments, along with their multisensory visual, auditory, resistive and haptic feedback, as means to address challenges in movement and social behavior for children with autism spectrum disorder (ASD).\nFor those with ASD, sensory experience is commonly magnified. Environmental factors can either impose a significant barrier or provide beneficial influence. We looked into study how the latter, in our design and testing of sensorial-responsive textile-based prototypes, can serve as a physical \"intervention\" to help navigate and overcome the former.\nWe collaborated with Ann Arbor Haisley elementary school and Science Central where the prototypes were be tested at events that have been designed specifically for children with ASD.\nThe initial design method is creating a “going through” space for children. Therefore, we decided to build an “inside” space. Considering the projection, we used one big panel surface to convey the interaction space. Two cylinders are used for children to investigating in, which are also connected with the planar mesh for enclosing the “inside world”. After the initial model, more anchor points (line segments) were added to give enough strengthen to prevent the textile from tearing up. The mesh from the frame gives the textile chance to have anchor points on the ground.",
  "designer": "",
  "supervisor": "",
  "lead_investigators": "",
  "instructor": "Sean Ahlquist",
  "construction_assistants": "",
  "researchers": "",
  "students": "Interactive design: Gowri Saini Balasubramaniam, Allison Booth, Patrick Mark Brautigan,, Antonia Deller, Marco Nieto\nStructure design: Carl Uwe Eppinger, Malcolm Brom\nTextile design: Amlin Iqbal Eshita, Natalie Leonard, Haley Mayes, Karan Nashine, Jiayue Qin, Rachel Skof, Adithi Vellimana, Ryan Wang, Ruxin Xie, Le Yang, Renqing Yang, Yaxin Zheng",
  "structureal_engineers": "",
  "architects": "",
  "my_role": "Prototype / programming using springFORM 2 the textile , final assembly",
  "awards": "",
  "publications": [],
  "social_media": [],
  "reference": "1Textile programming: springFORM developed by Prof. Sean Ahlquist",
  "dedication": "",
  "folder": "project7_engage"
}