{
  "project_title": "Social Equilibria",
  "project_year": "2021",
  "categories": [
    "Prototype",
    "Lightweight Textile"
  ],
  "tool_box": "Rhino, Grasshopper \n3-Axis Refurb CNC Router, WaterJet, LaserCut",
  "material": "GFRP, Monofilament, Hytrel",
  "id": "05",
  "location": "Forte Marghera, Venice, Italy",
  "course": "",
  "affiliation": "Taubman College\nUniversity of Michigan",
  "client": "",
  "exhibition": "Biennale Architettura 2021 - How will we live together?",
  "status": "Built",
  "description": "Large-scale knitting requires a robust yet lightweight structural system. Professor Sean Ahlquist’s previous research demonstrated the success of using GFRP (Glass Fiber Reinforced Polymer) rods for structural integrity and ease of installation. However, as installations increased in scale and transitioned to outdoor environments, structural components needed retesting, and material changes became necessary. This became my primary focus during the research period. My role involved testing alternative materials, refining structural systems, and ensuring feasibility for outdoor applications.\rThat period laid a strong foundation for material exploration, critical inquiry, and idea development. Most importantly, it was a time for hands-on creation. Working with Professor Ahlquist taught me to view architecture through a sensory lens, supported by scientific experimentation, precise machining, and all the other hands-on processes that bridge design concepts with tangible outcomes—from prototyping and material testing to full-scale fabrication and assembly.",
  "designer": "",
  "supervisor": "",
  "lead_investigator": "Sean Ahlquist \nEvgueni Filipov",
  "instructor": "",
  "construction_assistant": "",
  "researcher": "John Hilla \nTracey Weisman \nYingying Zeng",
  "student": "Yi-Chin Lee \nMaria Redoutey \nRuxin Xie",
  "structural_engineer": "",
  "my_role": "Researched, scripted, and fabricated custom foam tile flooring with a parametric puzzle typology for structural components\nScripted, programmed, and CNC-cut polycarbonate brackets\nRapidly prototyped GFRP tubing connections\nConducted structural performance research to ensure installation stability",
  "awards": [],
  "publications": [],
  "social_media": [],
  "reference": "Ahlquist, Sean. \"Lab: Sociomaterial Architectures.\" Labiennale, 2021|https://www.labiennale.org/en/architecture/2021/how-will-we-play-together/sean-ahlquist-lab-sociomaterial-architectures-university-michigan",
  "dedication": "",
  "folder": "project05_socialEquilibria"
}