{
  "project_title": "Fantastic Beasts And Here They Are",
  "project_year": "2018",
  "categories": [
    "Architecture"
  ],
  "tool_box": "Sketches, Rhino, Model Making, Adobe Suite",
  "material": "",
  "id": "18",
  "location": "Black Rock City, NV, USA",
  "course": "ARCH 552 Institution Studio",
  "affiliation": "Taubman College\nUniversity of Michigan",
  "client": "",
  "exhibition": "",
  "status": "Concept",
  "description": "To many, Burning Man conjures an image of a utopian garden, where thousands gather in the desert to create their own city. This ten-day festival opens its \"gates\" each year over Labor Day weekend in Black Rock City, a temporary oasis in the Black Rock Desert of northwest Nevada. Participants, affectionately known as \"burners,\" come together to live, create art, and engage in various activities. The experience culminates in the dramatic burning of \"The Man,\" a towering wooden sculpture reaching around 100 feet tall. At its core, Burning Man embodies a spirit of anti-consumerism and radical self-expression.\n\nIn this fleeting city, which rises and vanishes in just ten days, a non-profit organization oversees its operations. The festival's camps are organized around diverse themes, while the city hall features various departments, each with its own character and hierarchy. As part of this exploration, I am designing a city hall that reflects this vibrant community spirit, embodying the interplay of structure and wildness, where the essence of collaboration and creativity can thrive.\n\nLike a vibrant animal kingdom, each department showcases unique traits and systems, fostering a sense of community and connection. While there is a structured system in place, it resembles the wild, free-spirited nature of life itself. The hierarchy reflects the distinct characteristics of each department, creating a dynamic ecosystem where everyone plays a role in the celebration of love and peace. To support volunteers, some areas of the city hall can move, allowing them to engage directly with citizens and share in the festival's spirit.\n\nThough each \"animal\" within this city hall may have its own shape and color, when viewed from above, this lively gathering reveals a harmonious mosaic, where the joy of wild life prevails.\n\nIn this space, within the city hall and beyond, system is just a part of the dance of life.",
  "designer": "Ruxin Xie",
  "supervisor": "",
  "lead_investigator": "",
  "instructor": "Neal Robinson",
  "construction_assistant": "",
  "researcher": "",
  "student": "",
  "structural_engineer": "",
  "my_role": "",
  "awards": [],
  "publications": [],
  "social_media": [],
  "reference": "",
  "dedication": "",
  "folder": "project18_fantasticBeastsAndHereTheyAre"
}