{
  "project_title": "Volumetric Knitting",
  "project_year": "2020",
  "categories": [
    "Prototype",
    "Lightweight Textile"
  ],
  "tool_box": "Rhino, SpringFORM1 \nSTOLL CMS 822 3D Knitting Machine",
  "material": "Nylastic",
  "id": "12",
  "location": "Ann Arbor, MI, USA",
  "course": "ARCH 600 Independent Study",
  "affiliation": "Taubman College\nUniversity of Michigan &\nIndustry Partner (Confidential)",
  "client": "",
  "exhibition": "",
  "status": "Built",
  "description": "This independent study explores advanced volumetric knitting techniques using the STOLL CMS 822 3D knitting machine. Unlike traditional planar knitting, volumetric knitting enables the creation of three-dimensional forms with integrated structural and aesthetic qualities. The project focuses on two main objectives: (a) developing programming and operational expertise with CNC knitting, and (b) designing and testing tensile knits to produce complex volumetric forms.\nThrough structured experimentation and collaboration with industry partners, this study pushes the boundaries of knitting-centered design. The work aims to refine techniques for creating lightweight, adaptive structures with potential applications in architecture and other industrial fields. \nThis independent study was not just about mastering the operation of an industrial knitting machine but about exploring the potential of volumetric knitting—fabric that can stretch and form three-dimensionally under tension. Unlike rigid materials, the behavior of knit structures cannot be fully simulated, making hands-on prototyping critical. Each prototype became an opportunity to refine techniques, pushing the limits of material behavior and structural integrity.\nTesting involved iterative adjustments to stitch patterns, aperture placements, and tension levels. These experiments sought to achieve a geometry that balanced functionality with aesthetics, responding to complex forms like the curvature of the human back. The goal was to create tubular structures capable of bearing weight while maintaining flexibility and stretch in multiple dimensions.\nThe prototyping process revealed how slight adjustments to parameters like edge shortening and anchoring could transform a soft knit into a structure with measurable stiffness and defined volumetric properties. \nThe various 1:20 prototypes demonstrated significant potential, but plans for a full-scale 1:1 model were interrupted in March 2020 due to the pandemic. Despite this pause, the process underscored the value of iterative prototyping in uncovering the untapped potential of volumetric knitting.",
  "designer": "Ruxin Xie",
  "supervisor": "",
  "lead_investigator": "",
  "instructor": "Sean Ahlquist \nTracey Weisman",
  "construction_assistant": "",
  "researcher": "",
  "student": "",
  "structural_engineer": "",
  "my_role": "Learn, program, run the knitting machine. Meanwhile collaborate with confidential industrial design input over iterative design reviews.",
  "awards": [],
  "publications": [],
  "social_media": [],
  "reference": "",
  "dedication": "",
  "folder": "project12_volumetricKnitting"
}