{
  "project_title": "Sponge at Crossroad",
  "project_year": "2017",
  "categories": [
    "Architecture"
  ],
  "tool_box": "Sketches, Rhino, Adobe Suite",
  "material": "",
  "id": "25",
  "location": "Sydney, Australia",
  "course": "Thesis Studio",
  "affiliation": "Xiamen University",
  "client": "",
  "exhibition": "",
  "status": "Concept",
  "description": "After centuries of development, Sydney has reached numerous milestones in its history. Population growth brings economic opportunities, creativity, and a labor force, but it also presents challenges such as housing and employment shortages. Green Square is an area targeted for renewal by the Sydney government to enhance the surrounding neighborhoods. In this new wave of urban revitalization, how can Waterloo and its residents effectively respond?\n\nUrban Sponge Strategy\nJust as sponges absorb water and release it under pressure, we can think of water as representing people, ideas, and resources, with sponges symbolizing the systems that manage these elements. By strategically distributing \"sponges\" throughout the city, we can create an invisible network of points and surfaces that regulate urban development and maintain stability under various conditions.\n\nAt the crossroads of Waterloo, this urban renewal offers an opportunity for the area to adapt to regional development and changing regulatory environments. The sponge strategy can help manage the pressures of population density, capital influx, and new ideas, allowing the city to slow its growth rate and maintain a balanced urban ecosystem. Additionally, these \"sponges\" can provide residents with spaces to contemplate their future amidst the complexities of social change.",
  "designer": "",
  "supervisor": "",
  "lead_investigator": "",
  "instructor": "Jie Han \nLiangliang Wang \nSuyv Li",
  "construction_assistant": "",
  "researcher": "",
  "student": "Yvyang Lin \nRuxin Xie",
  "structural_engineer": "",
  "my_role": "",
  "awards": [
    {
      "text": "Waterloo at Crossroads: The Street-corner Urbanism’ International Competition, 2018, Honourable Mentions",
      "url": "https://www.sohu.com/a/239879631_795640"
    }
  ],
  "publications": [],
  "social_media": [],
  "reference": "",
  "dedication": "",
  "folder": "project25_spongeAtCrossroad"
}