{
  "project_title": "Timbrelyn",
  "project_year": "2024",
  "categories": [
    "Architecture",
    "Robotics"
  ],
  "tool_box": "Rhino, Grasshopper, Python, CompasRRC \n(2)ABB 4600 6-Axis Industrial Robot, Customized End Effectors, Vertical Saw Cutting Station",
  "material": "Reclaimed Timber 2x4",
  "id": "01",
  "location": "Bethel, NY, USA",
  "course": "",
  "affiliation": "Princeton University",
  "client": "",
  "exhibition": "2024 Bethel Woods Art and Architecture Festival",
  "status": "Built",
  "description": "Timberlyn is inspired by the historic spirit of Woodstock and epitomizes the synergy between human ingenuity and robotic precision.Timbrelyn is a robotically fabricated timber structure that integrates circular design and construction practices enabled by computation, artificial intelligence, and robotics. This project utilizes state-of-the-art research in human-robot collaborative construction (HRCC) to design and fabricate a versatile structure from reclaimed dimensional lumber. In the HRCC process, humans and robots combine their respective advantages – humans’ dexterity and decision-making capabilities, and the precision and efficiency of robots – in a shared assembly environment. \nThe assembly workflow is enhanced through real-time perception feedback and adaptive fabrication, enabling waste minimization for bespoke construction and advancing current practices toward sustainable automation. Each structural module is prefabricated at Princeton University’s Architectural Laboratory and transported to the installation site in Bethel, NY, for the final assembly. The project's modular approach allows for ease of transport and on-site assembly, creating an accessible process for all participants.\nTimbrelyn serves as a vibrant gathering space, fostering curiosity and interaction while embodying a forward-thinking approach to sustainable architecture. Timbrelyn is designed and fabricated by ARG (Adel Research Group) with the assistance of graduate students from the School of Architecture at Princeton University. The work is evaluated for structural performance in partnership with TYLin Silman Structural Solutions",
  "designer": "",
  "supervisor": "",
  "lead_investigator": "Arash Adel",
  "instructor": "",
  "construction_assistant": "Zhengyi Chen \nSalma Mozaffari",
  "researcher": "Ruxin Xie \nDaniel Ruan",
  "student": "Zoe King Man Cheung \nZhuofan Ma",
  "structural_engineer": "TYLin Silman Structural Solutions \n(Justin Den Herder \nAmy Harrington)",
  "my_role": "Led computational design and project management for Timbrelyn, a robotically fabricated timber stage installation at the 2024 Bethel Woods Art and Architecture Festival in Bethel, NY, drafting the initial design proposal that secured one of three permanent buildings for the festival.\r\nDeveloped computational design workflow for circular design research using reclaimed timber 2x4, collaborating with supervisor Arash Adel.\rManaged module robotic fabrication and onsite assembly, completing installation within three days and coordinating comprehensive project documentation and purchasing logistics.\nDesigned robotic end effectors, including timber grippers, automated nail guns, automatic tool change system, and CNC saw cutting stations, enhancing the precision and efficiency of robotic operations.",
  "awards": [],
  "publications": [],
  "social_media": [
    {
      "text": "Dezeen",
      "url": "https://www.dezeen.com/2024/09/26/woodstock-pavilions-digital-analog-construction/"
    },
    {
      "text": "The Architect's Newspaper",
      "url": "https://www.archpaper.com/2024/09/2024-bethel-woods-art-architecture-festival/"
    },
    {
      "text": "Building Festival 2024 Instagram",
      "url": "https://www.instagram.com/buildingfestival/"
    }
  ],
  "reference": "",
  "dedication": "",
  "folder": "project01_timbrelyn"
}