{
  "project_title": "Playscape",
  "project_year": "2019",
  "categories": [
    "Prototype",
    "Lightweight Textile"
  ],
  "tool_box": "Rhino, Grasshopper \n3-Axis Refurb CNC Router, WaterJet, LaserCut",
  "material": "GFRP, Nylastic, Aluminum Frame",
  "id": "08",
  "location": "Ann Arbor Hands-On Museum",
  "course": "",
  "affiliation": "Taubman College\nUniversity of Michigan",
  "client": "",
  "exhibition": "TechTwilight 2019 exhibits at AAHOM",
  "status": "Built",
  "description": "Collaborative research in sensory-rich, inclusive environments at the University of Michigan. Individuals with autism spectrum disorder and other special needs can have a unique hyper-awareness of their surroundings. While this can cause anxiety and inhibit their engagement in social spaces, certain sensory experiences can spur enthusiasm, focus, and excitement for social interaction.\nResearch led by Sean Ahlquist seeks to create responsive, sensory-rich architectural spaces that satisfy these individuals’ myriad unique, preferred environmental factors. By placing such environments within complete social settings, Ahlquist is exploring how an architectural space can create moments for inclusive experiences between neurotypical and neurodiverse children. Additionally, satisfying an individual’s sensory preferences in visual, tactile, and spatial stimulation could give neurodiverse children the confidence to explore other, more normative architectural spaces and social activities.\nIn order to generate customized floor patterns, we developed the grasshopper definition for laser-cut customized foam tiles in our school. After few rounds of testing different tolerance, we finally got to the tightly combined flooring system.",
  "designer": "",
  "supervisor": "",
  "lead_investigator": "Sean Ahlquist \nEvgueni Filipov",
  "instructor": "",
  "construction_assistant": "",
  "researcher": "Textile Design \nEngineering \nand CNC Knit Manufacturing : Tracey Weisman \nYingying Zeng\nStructural Design and Engineering : Maria Redoutey\nData and Analysis : Martin Gargaro \nJie Shan\nDigital Fabrication : Allison Booth \nRuxin Xie \nChristopher Humphrey \nSigeng Chen",
  "student": "",
  "structural_engineer": "",
  "my_role": "",
  "awards": [],
  "publications": [],
  "social_media": [],
  "reference": "",
  "dedication": "",
  "folder": "project08_playscape"
}