{
  "project_title": "Topology Optimized Building Envelope ",
  "project_year": 2021,
  "categories": [
    "Prototype",
    "Robotic Fabrication",
    "Exhibition",
    "Geometry",
    "Architecture"
  ],
  "softwares/machinary": "",
  "material": "",
  "id": 5,
  "location": "Ann Arbor, MI, USA",
  "course": "ARCH 707 Material Engagement\nARCH 702 Robotic Engagement",
  "affliation": "Taubman College,\nUniversity of Michigan",
  "client": "",
  "exhibition": "",
  "status": "Built",
  "description": "Topology optimization (TO) a mathematical method that optimizes material layout within a given design space, for a given set of loads, boundary conditions and constraints with the goal of maximizing the performance of the system. It is a nonparametric optimization technique that identifies and removes areas of a design space not contributing to the stiffness of the part or to the force flow in it.\nDesign Objectives:\nExplore potential material properties and techniques for creating a rigid façade system using additive manufacturing method - Robotic 3d Printing\n Enable the economical production of lightweight parts in any shape regardless of their geometric complexity. \nCreate a zero waste fabrication process. \nAllow for the use of recyclable building materials, for a more sustainable built environment. \nCut down on transportation costs. Reduce the overall weight of the building. \nIncrease structural efficiency and sustainability by reducing unnecessary material while maximizing façade coverage ratio. \nProvide optimal interactive and explorative experience through creating multi-functional spaces.\n\nThis research project investigates coupling Topology Optimization (TO) with robotic 3D printing of plastic to produce an ultra-lightweight, fully recyclable, materially efficient integrative building envelope system. The optimization parameters include wind and gravity loads, as well as connection points to the buildings. One of the known challenges in large-scale pellet extrusion is the difficulty of precisely starting and stopping the extrusion process. This project makes significant advances in this area through the development of tool-path strategies, as well as hardware control paradigms that improve the fidelity of the final printed part.1",
  "designer": "",
  "supervisor": "",
  "lead_investigators": "",
  "instructor": "Mania Aghaei Meibodi,\nWes McGee",
  "construction_assistants": "",
  "researchers": "",
  "students": "Ben Lawson, Christopher Humphrey,Colleen Ludwig, Gabrielle Clune, Mackenzie Bruce, Mehdi Shirvani, Ruxin Xie, Sarah Nail",
  "structureal_engineers": "",
  "architects": "",
  "my_role": "prototyping, revising, fabricating structural brackets and flooring. ",
  "awards": "",
  "publications": "",
  "social_media": "",
  "reference": "1. https://www.instagram.com/p/C2dXWz1OEoJ/?img_index=1",
  "dedication": "",
  "folder": "project5_topologyOptimizedBuildingEnvelope"
}