{
  "project_title": "Robotically Fabricated Structure",
  "project_year": "2021",
  "categories": [
    "Robotic Fabrication",
    "Computational Design",
    "Architecture"
  ],
  "softwares/machinery": "",
  "material": "",
  "id": "6",
  "location": "Ann Arbor, MI, USA",
  "course": "ARCH 708 Systems Engagement",
  "affliation": "Taubman College,\nUniversity of Michigan",
  "client": "",
  "exhibition": "",
  "status": "Built",
  "description": "RFS is a robotically fabricated timber pavilion that explores responsible and precise methods contributing to sustainable and low-carbon construction outlooks. This structure is designed with the help of custom algorithms developed specifically for this project and built through state-of-the-art human-robot collaborative construction. RFS employs bespoke prefabricated timber sub-assemblies manufactured from regionally sourced short 2x4 dimensional lumber and utilizes industrial robotic arms to process and assemble elements into intricately layered modules. After fabrication, modules are transported to the site, where human workers move each sub-assembly into place and attach them together to form the pavilion. The integrated digital design and construction process for RFS is a novel approach to reconsidering issues of material use, labor, and the environment to create intelligent and resourceful architecture with striking expressive qualities. RFS is situated in the Matthaei Botanical Gardens in Ann Arbor, Michigan; it is designed for public engagement, acting as a defined gathering point located within the framework of a public conservatory while still maintaining an open-air condition.",
  "designer": "",
  "supervisor": "",
  "lead_investigators": "Arash Adel",
  "instructor": "",
  "construction_assistants": "Abdallah Kamhawi, Tharanesh Varadharajan, Ali Fahmy, Elliot Smithberger, Qian Li, Nadim Hajj Ahmad, Joshua Powell, Ivan Gort-Cabeza de Vaca",
  "researchers": "Ben Lawson, Ryan Craney, Sarah Nail, Gabrielle Clune, Andrew Hoover, Juliette Zidek",
  "students": "Ruxin Xie, Daniel Ruan, Xinran Li, Jingwen Song, Mehdi Shirvani, Mackenzie Bruce, Chris Humphrey",
  "structureal_engineers": "Robert Silman Associates Structural Engineers (Nat Oppenheimer, Omid Oliyan, Justin Den Herder, Paul Evans)",
  "architects": "",
  "my_role": "computational designer work with designers and fabricators. \n brings a napkin sketch to programed digital definition",
  "awards": "",
  "publications": [],
  "social_media": [],
  "reference": "https://www.archdaily.com/985542/robotically-fabricated-structure-adel-design-research-plus-university-of-michigan-taubman-college-of-architecture-and-urban-planning",
  "dedication": "",
  "folder": "project6_roboticallyFabricatedStructure"
}