{
  "project_title": "Engage",
  "project_year": "2018",
  "categories": [
    "Prototype",
    "Lightweight Textile"
  ],
  "tool_box": "SpringFORM1 \nSewing Machine\nProcession",
  "material": "Nylastic",
  "id": "11",
  "location": "Ann Arbor, MI, USA",
  "course": "ARCH 509 Engage",
  "affiliation": "Taubman College\nUniversity of Michigan",
  "client": "",
  "exhibition": "",
  "status": "Built",
  "description": "Engage is a course project focused on creating tactile interfaces and environments that integrate multisensory elements, including visual, auditory, resistive, and haptic feedback. The project addresses movement and social challenges for children, including those with Autism Spectrum Disorder (ASD), while also benefiting individuals with a range of sensory needs.\nFor individuals with heightened sensory experiences, environmental factors can act as either barriers or supports. Our design and testing process examined how sensorially-responsive, textile-based prototypes could serve as physical “interventions,” helping users navigate and manage sensory sensitivities.\nIn partnership with Ann Arbor Haisley Elementary School and Science Central, we tested these prototypes during events designed for children with diverse sensory needs.\nIn Course 509, we used springFORM to design the form of our first fabric-related project. The goal was to make a “journey-through” space that let users explore and engage. We also worked to design a “canvas” so the interactivity team could project animations for kids to poke and interact with.\rThe design had an enclosed “inner world” with a large projection surface as the central interactive hub. Two cylindrical structures came from this hub and connected to a flexible mesh frame. After we developed the initial model, we added anchor points to make the textile stronger, stop tearing, and keep the mesh on the ground. These changes made the structure more stable and durable while meeting its visual and functional goals.",
  "designer": "",
  "supervisor": "",
  "lead_investigator": "",
  "instructor": "Sean Ahlquist",
  "construction_assistant": "",
  "researcher": "",
  "student": "Gowri Saini Balasubramaniam \nAllison Booth \nPatrick Mark Brautigan \n \nAntonia Deller \nMarco Nieto\nCarl Uwe Eppinger \nMalcolm Brom\nAmlin Iqbal Eshita \nNatalie Leonard \nHaley Mayes \nKaran Nashine \nJiayue Qin \nRachel Skof \nAdithi Vellimana \nRyan Wang \nRuxin Xie \nLe Yang \nRenqing Yang \nYaxin Zheng",
  "structural_engineer": "",
  "my_role": "As a student assistant, I contributed to the development of innovative material systems through prototyping, hands-on fabrication, on-site installation, and interactive designs aimed at fostering sensory engagement and social interaction. Through coursework and summer research collaborations with Prof. Ahlquist, I worked on installations that integrated computational design, industrial knitting, structural component design, and material fabrication to create responsive architectural spaces. These efforts explored the intersection of architecture, material science, and behavioural studies, advancing inclusive design strategies to address the unique needs of ASD communities in educational and therapeutic settings.",
  "awards": [],
  "publications": [],
  "social_media": [],
  "reference": "",
  "dedication": "",
  "folder": "project11_engage"
}