{
  "project_title": "Design Ecologies of Glass",
  "project_year": "",
  "categories": [
    "Architecture",
    "Computational Design",
    "Sustainable"
  ],
  "tool_box": "Rhino, Grasshopper, Ladybug (Climate Analysis), Archsim (Energy Modeling), Diva (Daylighting & Energy Modeling), Octopus (Multi-Objective Optimization)",
  "material": "",
  "id": "23",
  "location": "",
  "course": "",
  "affiliation": "Taubman College\nUniversity of Michigan &\nGuardian Glass",
  "client": "",
  "exhibition": "",
  "status": "",
  "description": "As very high efficiency (R-20) all-glass envelopes become technologically achievable, what are the implications for existing building typologies and what new design possibilities emerge?\nWhat are the most significant decision-making drivers and paradigm shifts and transformations within the ecology of design, delivery, and real estate that will impact new building envelopes and future building typologies?\nMethodology: Multi-Objective Optimization with Evolutionary Solvers\nDesign Research Problem: \nScenario development requires a flexible design methodology where multiple options based on differential prioritization of design drivers can be rapidly visualized and evaluated.\nMethodology: Parametric Models + Evolutionary Solvers:\nMost conventional digital modeling tools rely on destructive processes; that is, a change made to model geometry is not remembered, and cannot be updated or changed later in the modeling process. \n\nA Parametric Modeling Tool is non-destructive; that is, decisions made at one stage of the design remain open for revision later in the process, and subsequent design characteristics will update accordingly. \n\nAn Evolutionary Solver is a problem solving method in which a “fitness” objective is achieved by testing a large number of iterations in a procedure that imitates biologic evolution.\n\nWhere early evolutionary solvers typically optimized a single fitness goal, a Multi-Objective Solver is designed to balance the fitness of two or more goals at the same time.\nOptimization Objectives\nFitness 1 : Total Annual Solar Exposure\nMeasured in total kwH during the month of August \nFitness 2 : Interior Daylight Quality\nMeasured per unit as a proportion of sDA vs. ASE\nFitness 3 : Cross Ventilation\nMeasured in hours of thermal comfort without mechanical heating/cooling during the month of August",
  "designer": "",
  "supervisor": "",
  "lead_investigator": "Kathy Velikov \nMatias del Campo",
  "instructor": "",
  "construction_assistant": "",
  "researcher": "Lucas Denit \nKazi Najeeb Hasan \nRuxin Xie",
  "student": "",
  "structural_engineer": "",
  "my_role": "",
  "awards": [],
  "publications": [],
  "social_media": [],
  "reference": "",
  "dedication": "",
  "folder": "project23_designEcologiesOfGlass"
}