{
  "project_title": "Cocoon",
  "project_year": "2020",
  "categories": [
    "Prototype",
    "Computational Design",
    "Robotics",
    "Sustainable"
  ],
  "tool_box": "Rhino, Grasshopper, SuperMatterTool (SMT),\nKUKA KR120 6-Axis Industrial Robot",
  "material": "Terracotta\nConcrete",
  "id": "04",
  "location": "Ann Arbor, MI, USA",
  "course": "ARCH 734 Capstone",
  "affiliation": "Taubman College\nUniversity of Michigan",
  "client": "",
  "exhibition": "",
  "status": "Built",
  "description": "Cocoon explores creating concrete structures using robotic 3D-printed clay formwork, which reduces labor and material demands typical in complex formwork processes. By leveraging clay as a sustainable, recyclable material, this approach facilitates the production of intricate geometries that are challenging with other methods, with minimal labor for demolding.\rThis project investigates clay’s potential benefits as formwork, given its plasticity when wet, easy recyclability, and self-demolding capabilities due to shrinkage upon drying. The continuous bead extrusion process in 3D printing, inspired by traditional clay coil techniques, enables complex branching structures and supports for handling concrete’s hydrostatic pressure.\nWe explored various clay types, investigated a glass fiber concrete mixture with adjusted water content, and added an accelerator to establish a robust process for deformation control and incremental clay 3D printing and concrete casting. Our fabrication setup includes a 6-axis industrial robotic arm(KUKA KR120) mounted on a linear track, equipped with a clay extrusion end effector.\rUsing the custom computational design tool Super Matter Tool (SMT), developed by Prof. McGee Wesley, we programmed and simulated the robotic deposition process offline. This allowed precise control over the incremental printing and casting workflow, where layers of clay were printed to form the structure and concrete was poured into the printed form in stages.\rTo ensure accuracy, we used photogrammetry to validate the geometry and monitor any deformation during the process. Initial test prints revealed challenges, including failures caused by hydrostatic pressure from the wet concrete, which cracked the clay formwork. These setbacks pushed us to design more robust geometrical support systems, improving the stability and performance of the workflow.\nThe presented technique enabled using a low-cost material with low environmental impact as formwork for creating concrete elements of bespoke shapes. Using clay reduces the carbon footprint of creating complex forms by minimizing material waste and providing recycling opportunities. The developed incremental printing and casting process allowed previously unachievable scales by having the clay and concrete work together. The technique also enabled the integration of openings and overhangs, which was made easier through the effortless demolding \nOverall, the technique sought to challenge conventional methods and materials for 3D-printed formworks, demonstrating the ability to reduce the environmental impacts of concrete construction without compromising the complexity and time efficiency of bespoke elements. The following section will present the limitations and suggest potential areas for further investigation.",
  "designer": "",
  "supervisor": "",
  "lead_investigator": "",
  "instructor": "Arash Adel",
  "construction_assistant": "",
  "researcher": "",
  "student": "Mackenzie Bruce \nGabrielle Clune \nRuxin Xie",
  "structural_engineer": "",
  "my_role": "Developed a continuous toolpath generator for robotic clay printing formwork\nCollaborated with researchers to co-author papers, creating supporting materials like diagrams for publication\nEmbraced a hands-on approach with the team, from carrying clay and mixing concrete to tackling the challenges (and muddy hands) together :)",
  "awards": [],
  "publications": [
    {
      "text": "Mozaffari, Salma, Mackenzie Bruce, Gabrielle Clune, Ruxin Xie, Wesley McGee, and Arash Adel. \"Digital Design and Fabrication of Clay Formwork for Concrete Casting.\" Automation in Construction 154 (2023): 104969.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0926580523002297"
    },
    {
      "text": "Bruce, Mackenzie & Clune, Gabrielle & Xie, Ruxin & Mozaffari, Salma & Adel, Arash. (2022). Cocoon: 3D Printed Clay Formwork for Concrete Casting. 10.52842/conf.acadia.2021.400.",
      "url": "https://www.researchgate.net/publication/364639955_Cocoon_3D_Printed_Clay_Formwork_for_Concrete_Casting"
    }
  ],
  "social_media": [],
  "reference": "1. SuperMatterTools is developed by Wesley McGee. \\n2. Kudless, Andrew, Joshua Zabel, Chuck Naeve, And Tenna Florian. 2020. “The Design And Fabrication Of Confuence Park.” In Fabricate 2020, edited by J. Burry, J. Sabin, B. Sheil, and M. Skavara. London: UCL Press. 28–35.",
  "dedication": "This project, Cocoon, was created with three talented young women in the FabLab, including Gabby, who is courageously battling cancer right now. Gabby, your love shone through every moment, amidst the mud, cement, and dust by our very best kitchenaid mixer, holds people surrounding you together. I pray for your recovery through this one every day. - Ruxin, 09/2024",
  "folder": "project04_cocoon"
}