{
  "project_title": "Cocoon",
  "project_year": "2020",
  "categories": [
    "Prototype",
    "Computational Design",
    "Robotics",
    "Sustainable"
  ],
  "tool_box": "Rhino, Grasshopper, SuperMatterTool (SMT)<sup>1</sup> \nKUKA KR120 6-Axis Industrial Robot",
  "material": "Terracotta\nConcrete",
  "id": "04",
  "location": "Ann Arbor, MI, USA",
  "course": "ARCH 734 Capstone",
  "affiliation": "Taubman College\nUniversity of Michigan",
  "client": "",
  "exhibition": "",
  "status": "Built",
  "description": "Cocoon explores creating concrete structures using 3D-printed clay formwork, which reduces labor and material demands typical in complex formwork processes. By leveraging clay as a sustainable, recyclable material, this approach facilitates the production of intricate geometries that are challenging with other methods, with minimal labor for demolding.\n\nThis research investigates clay's potential benefits as formwork, given its plasticity when wet, easy recyclability, and self-demolding capabilities due to shrinkage upon drying. The continuous bead extrusion process in 3D printing, inspired by traditional clay coil techniques, enables complex branching structures and supports for handling concrete's hydrostatic pressure.\n\nCocoon’s innovative method reduces the environmental impact of concrete formwork by using incremental casting and fast-setting concrete. A custom toolpath generator in Grasshopper3D supports the creation of precise form boundaries and structural supports, ensuring scalability and feasibility of intricate designs.",
  "designer": "",
  "supervisor": "",
  "lead_investigator": "",
  "instructor": "Arash Adel",
  "construction_assistant": "",
  "researcher": "",
  "student": "Mackenzie Bruce \nGabrielle Clune \nRuxin Xie",
  "structural_engineer": "",
  "my_role": "Developed a continuous toolpath generator for robotic clay printing formwork\nCollaborated with researchers to co-author papers, creating supporting materials like diagrams for publication\nEmbraced a hands-on approach with the team, from carrying clay and mixing concrete to tackling the challenges (and muddy hands) together :)",
  "awards": [],
  "publications": [
    {
      "text": "Mozaffari, Salma, Mackenzie Bruce, Gabrielle Clune, Ruxin Xie, Wesley McGee, and Arash Adel. \"Digital Design and Fabrication of Clay Formwork for Concrete Casting.\" Automation in Construction 154 (2023): 104969.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0926580523002297"
    },
    {
      "text": "Bruce, Mackenzie & Clune, Gabrielle & Xie, Ruxin & Mozaffari, Salma & Adel, Arash. (2022). Cocoon: 3D Printed Clay Formwork for Concrete Casting. 10.52842/conf.acadia.2021.400.",
      "url": "https://www.researchgate.net/publication/364639955_Cocoon_3D_Printed_Clay_Formwork_for_Concrete_Casting"
    }
  ],
  "social_media": [],
  "reference": "1. SuperMatterTools is developed by Wesley McGee. \\n2. Kudless, Andrew, Joshua Zabel, Chuck Naeve, And Tenna Florian. 2020. “The Design And Fabrication Of Confuence Park.” In Fabricate 2020, edited by J. Burry, J. Sabin, B. Sheil, and M. Skavara. London: UCL Press. 28–35.",
  "dedication": "This project, Cocoon, was created with three talented young women in the FabLab, including Gabby, who is courageously battling cancer right now. Gabby, your love shone through every moment, amidst the mud, cement, and dust by our very best kitchenaid mixer, holds people surrounding you together. I pray for your recovery through this one every day. - Ruxin, 09/2024",
  "folder": "project04_cocoon"
}