{
  "project_title": "Fantastic Beasts And Here They Are",
  "project_year": 2018,
  "categories": [
    "Architecture",
    "Concept"
  ],
  "softwares/machinary": "Sketches, Rhino, Model Making, Adobe Suite",
  "material": "",
  "id": 17,
  "location": "Black Rock City, NV, USA",
  "course": "ARCH 552 Institution Studio",
  "affliation": "Taubman College,\nUniversity of Michigan",
  "client": "",
  "exhibition": "",
  "status": "Concept",
  "description": "To many people, Burning Man sounds like a utopia garden: attract thousands of people to the desert and create their own city. The ten-day long festival opens its “gate” once a year over Labor Day weekend at Black Rock City - a temporary city established in the Black Rock Desert of northwest Nevada. These “burners” will spend 10 days live together, taking part in several activities, creating art and at the end of the festival, watching a wooden sculpture around a hundred feet tall, or “The Man”, burn to ash. To some extent, Burning Man holds an attitude of anti-consumerism and radical self-expression. \nAs a city that pops up and disappears in only 10 days, Black Rock City is controlled by a non-profit organization. Just like the camps in Burning Man are divided into different themes. The city hall is divided into different departments, with hierarchy.\nTo be given rank like a soldier, each department has its own characteristic, own system, own language (perhaps like some secret passwords), but all of them are still in one same strict system. It shows the systematic thinking like an animal society in government. Determined by the different characteristics inside of the hierarchy, the whole city hall is a combination of various animals living in the utopian garden and obey the same “Law of Living”. Due to the special needs of volunteers, some parts of the city hall could be movable, which means volunteers will move to the site during the festival and serve the citizens face to face. \nAlthough each animal has a different shape and color, when we look at the outline of this group of struggling creatures from the air, we can not only feel the strict hierarchy from the big to the small but also the sense of strict Mosaic system. \n\nIn the city hall, in government, System Is All.",
  "designer": "Ruxin Xie",
  "supervisor": "",
  "lead_investigators": "",
  "instructor": "Neal Robinson",
  "construction_assistants": "",
  "researchers": "",
  "students": "",
  "structureal_engineers": "",
  "architects": "",
  "my_role": "",
  "awards": "",
  "publications": "",
  "social_media": "",
  "reference": "",
  "dedication": "",
  "folder": "project17_fantasticBeastsAndHereTheyAre"
}