{
  "project_title": "Context. Community. Co-op. Core",
  "project_year": "2019",
  "categories": [
    "Architecture"
  ],
  "tool_box": "Sketches, Rhino, Model Making, Adobe Suite",
  "material": "",
  "id": "03",
  "location": "Detroit, MI, USA",
  "course": "ARCH 572 System Studio",
  "affiliation": "Taubman College\nUniversity of Michigan",
  "client": "",
  "exhibition": "",
  "status": "Concept",
  "description": "CONTEXT. COMMUNITY. CO-OP. CORE. is a housing project centered on community engagement and neighborhood cohesion across four scales: neighborhood, site, building, and program details. Drawing inspiration from the functionality and pre-engineered systems of agricultural and produce structures, this project embraces low-cost, customizable design. The prefabricated, flexible system facilitates high-design moments, open floor plans, and a crafted yet low-tech aesthetic, aligning with the light-industrial character of Detroit’s Eastern Market.\n\nThis design combines an economical shell with a detailed, collaborative interior layout, using farmhouse typology as a modern take on the Quonset hut. The project meets the demand for small-scale, multi-family housing that blends with the evolving warehouse district, supporting flexibility and customization to meet diverse community needs.\n\nOutdoor spaces are categorized as public, semi-public/semi-private, and private, defining shared and individual areas based on site ownership and community engagement. This approach supports casual, community-driven living for residents within Detroit's light-industrial landscape.",
  "designer": "",
  "supervisor": "",
  "lead_investigator": "",
  "instructor": "Michael Kennedy \nKit Krankel McCullough",
  "construction_assistant": "",
  "researcher": "",
  "student": "Roberto Corpus \nKemper Fagan \nRuxin Xie",
  "structural_engineer": "",
  "my_role": "",
  "awards": [],
  "publications": [],
  "social_media": [],
  "reference": "",
  "dedication": "",
  "folder": "project03_context.Community.Co-op.Core"
}