{
  "project_title": "Context. Community. Co-op. Core",
  "project_year": "2019",
  "categories": [
    "Architecture"
  ],
  "tool_box": "Sketches, Rhino, Model Making, Adobe Suite",
  "material": "",
  "id": "03",
  "location": "Detroit, MI, USA",
  "course": "ARCH 572 System Studio",
  "affiliation": "Taubman College\nUniversity of Michigan",
  "client": "",
  "exhibition": "",
  "status": "Concept",
  "description": "CONTEXT. COMMUNITY. CO-OP. CORE. is a housing project focused on integrating community engagement and input as well as neighborhood consistency into four scales: the neighborhood, the site, the building and the program details. The project capitalizes on the functionality and pre-engineered structural system of utilitarian buildings of agriculture and produce as an opportunity for low-cost customized design. The prefabricated flexible system is a tool for creating high-design moments, open floor plans and low-tech high-resolution aesthetics. Flexibility, customization, and community were the driving forces to this design in order to create a casual living space for people who call this light-industrial area of Detroit home.\nInterested in a quick, easy, and low-cost construction of a shell in contrast to a detailed, crafted and collaborative nature of the interior layout, we investigated the farmhouse typology as the modern day version of the Quonset hut.\n\nUtilitarian buildings of agriculture and produce are often dismissed as they blend into their surroundings, but their functionality and pre-engineered structural system are an opportunity for low-cost customized design. The prefabricated flexible system are the tool for creating high-design moments, open floor plans and low-tech but high-resolution aesthetics. We chose a cost-saving construction method in order to invest more in the design of the highly-crafted interior spaces but still keep the cost of the buildings low\nWe saw the project as an opportunity to address the need for small scale multi-family residential projects that integrate well into the growing warehouse district of Eastern Market. Context.Community.Co-op.Core. provides opportunity in design in order to accommodate different needs on different sites. Flexibility, customization, and community were the driving forces to this design in order to create a causal living space for many people living in this light-industrial area.\nThe categorization of outdoor spaces was essential to defining the space created between the buildings. We defined public, semi-public/semi-private and private space based on the implied ownership on the site. Public is seen as that dedicated to the greater Detroit neighborhood. Semi-public/ semi-private implies the housing community holds responsibility. Private provides space to individual units",
  "designer": "",
  "supervisor": "",
  "lead_investigator": "",
  "instructor": "Michael Kennedy \nKit Krankel McCullough",
  "construction_assistant": "",
  "researcher": "",
  "student": "Roberto Corpus \nKemper Fagan \nRuxin Xie",
  "structural_engineer": "",
  "my_role": "",
  "awards": [],
  "publications": [],
  "social_media": [],
  "reference": "",
  "dedication": "",
  "folder": "project03_context.Community.Co-op.Core"
}